Repository: RGMCode/DoYourThings_V3
Catalog: DoYourThings_V3/Languages/*.lproj/Localizable.strings
Languages: af, bg, et, hi, ku, ro, sk, sq, sr, th

source: Choose Theme
af: Kies Tema
bg: Изберете тема
et: Vali teema
hi: थीम चुनें
ku: Mijar hildin
ro: Alegeți Tema
sk: Vyberte Tému
sq: Zgjidhni temën
sr: Izaberite temu
th: เลือกธีม

source: Theme
af: Tema
bg: Тема
et: Teema
hi: थीम
ku: Mijar
ro: Tema
sk: Téma
sq: Temë
sr: Tema
th: ธีม

source: Light
af: Lig
bg: Светла
et: Hele
hi: लाइट
ku: Ronahî
ro: Luminos
sk: Svetlá
sq: E lehtë
sr: Svetlo
th: สว่าง

source: Dark
af: Donker
bg: Тъмна
et: Tume
hi: डार्क
ku: Tarî
ro: Întunecat
sk: Tmavá
sq: E errët
sr: Tamno
th: มืด

# chooseIconColor
source: Choose an Icon Colour:
af: Kies 'n Ikoon Kleur:
bg: Изберете цвят на иконата:
et: Vali ikooni värv:
hi: आइकन का रंग चुनें:
ku: Rengê nîşana hilbijêre:
ro: Alegeți o Culoare pentru Iconiță:
sk: Vyberte Farbu Ikony:
sq: Zgjidhni një ngjyrë ikone:
sr: Izaberite boju ikone:
th: เลือกสีไอคอน:

source: Theme Choice
af: Tema Keuse
bg: Избор на тема
et: Teema valik
hi: थीम पसंद
ku: Hilbijartina mijar
ro: Alegerea Temei
sk: Výber Témy
sq: Zgjedhja e temës
sr: Izbor teme
th: การเลือกธีม

# veryHighDescription
source: Very High = Red Urgent and critical tasks that require immediate attention.
af: Baie Hoog = Rooi Dringende en kritieke take wat onmiddellike aandag vereis.
bg: Много висока = Червено Неотложни и критични задачи, които изискват незабавно внимание.
et: Väga kõrge = Punane Kiireloomulised ja kriitilised ülesanded, mis vajavad viivitamatut tähelepanu.
hi: बहुत उच्च = लाल तत्काल ध्यान देने की आवश्यकता वाले आवश्यक और महत्वपूर्ण कार्य।
ku: Pir bilind = Sor Cîhên girîng û kirîtîk, yên ku têgihiştiya niha hewce bikin.
ro: Foarte Înalt = Roșu Sarcini urgente și critice care necesită atenție imediată.
sk: Veľmi Vysoká = Červená Naliehavé a kritické úlohy, ktoré vyžadujú okamžitú pozornosť.
sq: Shumë e lartë = E kuqe Detyra urgjente dhe kritike që kërkojnë vëmendje të menjëhershme.
sr: Veoma visoko = Crveno Hitni i kritični zadaci koji zahtevaju trenutnu pažnju.
th: สูงมาก = แดง งานเร่งด่วนและสำคัญที่ต้องการความสนใจทันที

# highDescription
source: High = Orange Important tasks that need to be done promptly, but not as urgent as 'Very High'.
af: Hoog = Oranje Belangrike take wat vinnig gedoen moet word, maar nie so dringend soos 'Baie Hoog' nie.
bg: Висока = Оранжево Важни задачи, които трябва да бъдат изпълнени бързо, но не толкова неотложни като 'Много висока'.
et: Kõrge = Oranž Tähtsad ülesanded, mis tuleb viivitamata ära teha, kuid mitte nii kiireloomulised kui 'Väga kõrge'.
hi: उच्च = नारंगी महत्वपूर्ण कार्य जिन्हें तुरंत पूरा करने की आवश्यकता है, लेकिन 'बहुत उच्च' जितना जरूरी नहीं है।
ku: Bilind = Pirtûq Cîhên girîng, yên ku divê heta naze re were kirin, lê ne wekî 'Pir bilind' pir gilîkî.
ro: Înalt = Portocaliu Sarcini importante care trebuie efectuate prompt, dar nu atât de urgente ca 'Foarte Înalt'.
sk: Vysoká = Oranžová Dôležité úlohy, ktoré je potrebné vykonať rýchlo, ale nie sú také naliehavé ako 'Veľmi Vysoká'.
sq: E lartë = Portokalli Detyra të rëndësishme që duhen bërë menjëherë, por jo aq urgjente sa 'Shumë e lartë'.
sr: Visoko = Narandžasto Važni zadaci koji treba brzo da se obave, ali nisu toliko hitni kao 'Veoma visoko'.
th: สูง = ส้ม งานสำคัญที่ต้องทำให้เสร็จโดยเร็ว แต่ไม่เร่งด่วนเท่า 'สูงมาก'

# mediumDescription
source: Medium = Yellow Tasks of moderate importance that should be completed within a reasonable timeframe.
af: Medium = Geel Take van matige belang wat binne 'n redelike tydsbestek voltooi moet word.
bg: Средна = Жълто Задачи със средна важност, които трябва да бъдат изпълнени в разумен срок.
et: Keskmine = Kollane Mõõduka tähtsusega ülesanded, mis tuleks täita mõistliku aja jooksul.
hi: मध्यम = पीला मध्यम महत्व के कार्य जिन्हें एक उचित समय सीमा के भीतर पूरा किया जाना चाहिए।
ku: Navîn = Zêr Cîhên ku girîngiya navîn hene, yên ku divê di dema rêz û saza navîn de were kirin.
ro: Mediu = Galben Sarcini de importanță medie care ar trebui finalizate într-un interval de timp rezonabil.
sk: Stredná = Žltá Úlohy strednej dôležitosti, ktoré by mali byť dokončené v primeranom časovom rámci.
sq: Mesatare = E verdhë Detyra me rëndësi të moderuar që duhet të përfundojnë brenda një afati të arsyeshëm kohor.
sr: Srednje = Žuto Zadaci umerenog značaja koji treba da se završe u razumnom vremenskom roku.
th: กลาง = เหลือง งานที่มีความสำคัญปานกลางที่ควรเสร็จสิ้นภายในเวลาที่เหมาะสม

# lowDescription
source: Low = Green Less important tasks that should be done when time is available.
af: Laag = Groen Minder belangrike take wat gedoen moet word wanneer daar tyd is.
bg: Ниска = Зелено По-малко важни задачи, които трябва да бъдат изпълнени, когато има време.
et: Madal = Roheline Vähem tähtsad ülesanded, mis tuleks teha, kui aega on.
hi: निम्न = हरा कम महत्व के कार्य जिन्हें समय मिलने पर किया जाना चाहिए।
ku: Nizm = Kesk Cîhên ku girîngiya nizm hene, yên ku divê di dema aştiyê de were kirin.
ro: Scăzut = Verde Sarcini mai puțin importante care ar trebui efectuate când timpul este disponibil.
sk: Nízka = Zelená Menej dôležité úlohy, ktoré by sa mali vykonať, keď je dostupný čas.
sq: E ulët = Jeshile Detyra më pak të rëndësishme që duhet të bëhen kur të ketë kohë.
sr: Nisko = Zeleno Manje važni zadaci koji treba da se urade kada ima vremena.
th: ต่ำ = เขียว งานที่มีความสำคัญน้อยกว่าที่ควรทำเมื่อมีเวลาว่าง

# veryLowDescription
source: Very Low = Blue Tasks of low importance that can be done at leisure.
af: Baie Laag = Blou Take van lae belang wat in vrye tyd gedoen kan word.
bg: Много ниска = Синьо Задачи с ниска важност, които могат да бъдат изпълнени в свободното време.
et: Väga madal = Sinine Madal tähtsusega ülesanded, mida saab teha vabal ajal.
hi: बहुत निम्न = नीला कम महत्व के कार्य जिन्हें अवकाश के समय किया जा सकता है।
ku: Pir nizm = Şîn Cîhên ku girîngiya pir nizm hene, yên ku divê di dema temîya de were kirin.
ro: Foarte Scăzut = Albastru Sarcini de importanță scăzută care pot fi făcute în timpul liber.
sk: Veľmi Nízka = Modrá Úlohy s nízkou dôležitosťou, ktoré sa môžu vykonať vo voľnom čase.
sq: Shumë e ulët = Blu Detyra me rëndësi të ulët që mund të bëhen në kohën e lirë.
sr: Veoma nisko = Plavo Zadaci niskog značaja koji mogu da se urade u slobodno vreme.
th: ต่ำมาก = น้ำเงิน งานที่มีความสำคัญต่ำที่สามารถทำได้ในเวลาว่าง

source: Category Name
af: Kategorie Naam
bg: Име на категорията
et: Kategooria nimi
hi: श्रेणी का नाम
ku: Navê kategorî
ro: Nume Categorie
sk: Názov Kategórie
sq: Emri i kategorisë
sr: Ime kategorije
th: ชื่อหมวดหมู่

# categoryColor
source: Category Colour
af: Kategorie Kleur
bg: Цвят на категорията
et: Kategooria värv
hi: श्रेणी का रंग
ku: Rengê kategorî
ro: Culoare Categorie
sk: Farba Kategórie
sq: Ngjyra e kategorisë
sr: Boja kategorije
th: สีหมวดหมู่

source: Add Category
af: Voeg Kategorie By
bg: Добавете категория
et: Lisa kategooria
hi: श्रेणी जोड़ें
ku: Kategorî zêde bikin
ro: Adăugați Categorie
sk: Pridať Kategóriu
sq: Shtoni kategori
sr: Dodajte kategoriju
th: เพิ่มหมวดหมู่

source: Edit Category
af: Wysig Kategorie
bg: Редактирайте категория
et: Muuda kategooriat
hi: श्रेणी संपादित करें
ku: Kategorî biguherin
ro: Editați Categorie
sk: Upraviť Kategóriu
sq: Redakto kategorinë
sr: Izmenite kategoriju
th: แก้ไขหมวดหมู่

source: Name
af: Naam
bg: Име
et: Nimi
hi: नाम
ku: Nav
ro: Nume
sk: Meno
sq: Emër
sr: Ime
th: ชื่อ

# color
source: Colour
af: Kleur
bg: Цвят
et: Värv
hi: रंग
ku: Reng
ro: Culoare
sk: Farba
sq: Ngjyrë
sr: Boja
th: สี

source: Save
af: Stoor
bg: Запазете
et: Salvesta
hi: सहेजें
ku: Tomar bikin
ro: Salvați
sk: Uložiť
sq: Ruaj
sr: Sačuvajte
th: บันทึก

source: Delete
af: Verwyder
bg: Изтрийте
et: Kustuta
hi: हटाएं
ku: Jêbirin
ro: Ștergeți
sk: Zmazať
sq: Fshi
sr: Obrišite
th: ลบ

source: Delete Category
af: Verwyder Kategorie
bg: Изтрийте категория
et: Kustuta kategooria
hi: श्रेणी हटाएं
ku: Kategorî jê bibin
ro: Ștergeți Categorie
sk: Zmazať Kategóriu
sq: Fshi kategorinë
sr: Obrišite kategoriju
th: ลบหมวดหมู่

# deleteCategoryConfirmation
source: Are you sure you want to delete the category %@?
af: Is jy seker jy wil die kategorie %@ verwyder?
bg: Сигурни ли сте, че искате да изтриете категорията %@?
et: Kas olete kindel, et soovite kustutada kategooria %@?
hi: क्या आप वाकई %@ श्रेणी को हटाना चाहते हैं?
ku: Ma hûn guman dikin ku hûn dixwazin kategorî %@ jê bikin?
ro: Sunteți sigur că doriți să ștergeți categoria %@?
sk: Ste si istí, že chcete zmazať kategóriu %@?
sq: A jeni të sigurt që dëshironi të fshini kategorinë %@?
sr: Da li ste sigurni da želite da obrišete kategoriju %@?
th: คุณแน่ใจหรือไม่ว่าต้องการลบหมวดหมู่ %@?

source: Manage Categories
af: Bestuur Kategorieë
bg: Управление на категории
et: Halda kategooriaid
hi: श्रेणियों का प्रबंधन करें
ku: Kategorîyan biguherînin
ro: Gestionați Categorii
sk: Správa Kategórií
sq: Menaxho kategoritë
sr: Upravljajte kategorijama
th: จัดการหมวดหมู่

# searchPlaceholder
source: Search...
af: Soek...
bg: Търсене...
et: Otsi...
hi: खोजें...
ku: Lêgerîn...
ro: Căutați...
sk: Hľadať...
sq: Kërko...
sr: Pretraga...
th: ค้นหา...

source: Date
af: Datum
bg: Дата
et: Kuupäev
hi: तारीख
ku: Dîrok
ro: Data
sk: Dátum
sq: Data
sr: Datum
th: วันที่

source: Time
af: Tyd
bg: Време
et: Aeg
hi: समय
ku: Dem
ro: Ora
sk: Čas
sq: Koha
sr: Vreme
th: เวลา

source: Category
af: Kategorie
bg: Категория
et: Kategooria
hi: श्रेणी
ku: Kategorî
ro: Categorie
sk: Kategória
sq: Kategoritë
sr: Kategorija
th: หมวดหมู่

source: Priority
af: Prioriteit
bg: Приоритет
et: Prioriteet
hi: प्राथमिकता
ku: Pîştrastî
ro: Prioritate
sk: Priorita
sq: Prioriteti
sr: Prioritet
th: ความสำคัญ

source: Reminder
af: Herinnering
bg: Напомняне
et: Meeldetuletus
hi: अनुस्मारक
ku: Bîrîndarî
ro: Memento
sk: Pripomienka
sq: Kujtesë
sr: Podsetnik
th: การแจ้งเตือน

source: Deadline
af: Sperdatum
bg: Краен срок
et: Tähtaeg
hi: समाप्ति तिथि
ku: Demperçûk
ro: Termen Limită
sk: Termín
sq: Afati
sr: Rok
th: กำหนดเวลา

source: Title
af: Titel
bg: Заглавие
et: Pealkiri
hi: शीर्षक
ku: Sernav
ro: Titlu
sk: Názov
sq: Titulli
sr: Naslov
th: ชื่อเรื่อง

source: Edit
af: Wysig
bg: Редактиране
et: Muuda
hi: संपादित करें
ku: Biguhertin
ro: Editați
sk: Upraviť
sq: Redakto
sr: Izmenite
th: แก้ไข

source: Example Title
af: Voorbeeld Titel
bg: Примерно заглавие
et: Näide pealkiri
hi: उदाहरण शीर्षक
ku: Sernava nimûne
ro: Exemplu Titlu
sk: Príklad Názvu
sq: Shembull titulli
sr: Primer naslova
th: ชื่อเรื่องตัวอย่าง

source: Example Detail Text
af: Voorbeeld Detailteks
bg: Примерен детайлен текст
et: Näide detailtekst
hi: उदाहरण विवरण पाठ
ku: Nivîsa nimûne
ro: Exemplu Text Detaliat
sk: Príklad Detailného Textu
sq: Shembull tekst i detajuar
sr: Primer detaljnog teksta
th: ข้อความรายละเอียดตัวอย่าง

source: Medium
bg: Среден
et: Keskmine
hi: मध्यम
ku: Navîn
ro: Mediu
sk: Stredná
sq: Mesatare
sr: Srednje
th: กลาง

# privateCategory
source: Private
af: Privaat
bg: Частен
et: Privaatne
hi: निजी
ku: Taybetî
ro: Privat
sk: Súkromná
sq: Privat
sr: Privatno
th: ส่วนตัว

source: Detail
bg: Детайли
hi: विवरण
ku: Hûrgulî
ro: Detaliu
sq: Detaje
sr: Detalji
th: รายละเอียด

source: Add Task
af: Voeg Taak By
bg: Добавете задача
et: Lisa ülesanne
hi: कार्य जोड़ें
ku: Kar zêde bikin
ro: Adăugați Sarcină
sk: Pridať Úlohu
sq: Shtoni detyrë
sr: Dodajte zadatak
th: เพิ่มงาน

source: New Task
af: Nuwe Taak
bg: Нова задача
et: Uus ülesanne
hi: नया कार्य
ku: Karê nû
ro: Sarcină Nouă
sk: Nová Úloha
sq: Detyrë e re
sr: Novi zadatak
th: งานใหม่

source: Choose Date
af: Kies Datum
bg: Изберете дата
et: Vali kuupäev
hi: तारीख चुनें
ku: Dîrok hilbijêre
ro: Alegeți Data
sk: Vyberte Dátum
sq: Zgjidhni datën
sr: Izaberite datum
th: เลือกวันที่

source: Continue
af: Gaan voort
bg: Продължете
et: Jätka
hi: जारी रखें
ku: Berdewam bikin
ro: Continuați
sk: Pokračovať
sq: Vazhdo
sr: Nastavite
th: ดำเนินการต่อ

source: Done
af: Gedaan
bg: Готово
et: Valmis
hi: पूर्ण
ku: Qediya
ro: Terminat
sk: Hotovo
sq: Përfunduar
sr: Završeno
th: เสร็จสิ้น

source: Cancel
af: Kanselleer
bg: Отмяна
et: Tühista
hi: रद्द करें
ku: Bişopînin
ro: Anulați
sk: Zrušiť
sq: Anulo
sr: Otkažite
th: ยกเลิก

source: Settings
af: Instellings
bg: Настройки
et: Seaded
hi: सेटिंग्स
ku: Veavakirina
ro: Setări
sk: Nastavenia
sq: Cilësimet
sr: Podešavanja
th: การตั้งค่า

# deleteTaskTitle
source: Delete Task
af: Verwyder Taak
bg: Изтрийте задача
et: Kustuta ülesanne
hi: कार्य हटाएं
ku: Kar jêbirin
ro: Ștergeți Sarcina
sk: Zmazať Úlohu
sq: Fshi detyrën
sr: Obrišite zadatak
th: ลบงาน

# deleteTaskMessage
source: Are you sure you want to delete this task?
af: Is jy seker jy wil hierdie taak verwyder?
bg: Сигурни ли сте, че искате да изтриете тази задача?
et: Kas olete kindel, et soovite selle ülesande kustutada?
hi: क्या आप वाकई इस कार्य को हटाना चाहते हैं?
ku: Ma hûn guman dikin ku hûn dixwazin vî karî jê bikin?
ro: Sunteți sigur că doriți să ștergeți această sarcină?
sk: Ste si istí, že chcete zmazať túto úlohu?
sq: A jeni të sigurt që dëshironi të fshini këtë detyrë?
sr: Da li ste sigurni da želite da obrišete ovaj zadatak?
th: คุณแน่ใจหรือไม่ว่าต้องการลบงานนี้?

# deleteButton
source: Delete
af: Verwyder
bg: Изтрийте
et: Kustuta
hi: हटाएं
ku: Jêbirin
ro: Ștergeți
sk: Zmazať
sq: Fshi
sr: Obrišite
th: ลบ

source: Very High
af: Baie Hoog
bg: Много висока
et: Väga kõrge
hi: बहुत उच्च
ku: Pir bilind
ro: Foarte Înalt
sk: Veľmi Vysoká
sq: Shumë e lartë
sr: Veoma visoko
th: สูงมาก

source: High
af: Hoog
bg: Висока
et: Kõrge
hi: उच्च
ku: Bilind
ro: Înalt
sk: Vysoká
sq: E lartë
sr: Visoko
th: สูง

source: Low
af: Laag
bg: Ниска
et: Madal
hi: निम्न
ku: Nizm
ro: Scăzut
sk: Nízka
sq: E ulët
sr: Nisko
th: ต่ำ

source: Very Low
af: Baie Laag
bg: Много ниска
et: Väga madal
hi: बहुत निम्न
ku: Pir nizm
ro: Foarte Scăzut
sk: Veľmi Nízka
sq: Shumë e ulët
sr: Veoma nisko
th: ต่ำมาก

# workCategory
source: Work
af: Werk
bg: Работа
et: Töö
hi: काम
ku: Kar
ro: Muncă
sk: Práca
sq: Punë
sr: Posao
th: งาน

# selectedCategoryPrivate
source: Private
af: Privaat
bg: Частен
et: Privaatne
hi: निजी
ku: Taybetî
ro: Privat
sk: Súkromná
sq: Privat
sr: Privatno
th: ส่วนตัว

# filterByDateAndPriority
source: By Date and Priority
af: Volgens Datum en Prioriteit
bg: По дата и приоритет
et: Kuupäeva ja prioriteedi järgi
hi: तारीख और प्राथमिकता के अनुसार
ku: Bi dîrok û pîştrastî
ro: După Dată și Prioritate
sk: Podľa Dátumu a Priority
sq: Sipas datës dhe prioritetit
sr: Po datumu i prioritetu
th: ตามวันที่และความสำคัญ

source: Filter
bg: Филтър
hi: फ़िल्टर
ro: Filtru
sq: Filtër
th: ตัวกรอง

# choose_filter_option
source: Choose a filter option
af: Kies 'n Filteropsie
bg: Изберете опция за филтър
et: Vali filtri valik
hi: एक फ़िल्टर विकल्प चुनें
ku: Hilbijartina filterê hilbijêre
ro: Alegeți o opțiune de filtrare
sk: Vyberte možnosť filtra
sq: Zgjidhni një opsion filtri
sr: Izaberite opciju filtera
th: เลือกตัวเลือกตัวกรอง

source: By Date and Priority
af: Volgens Datum en Prioriteit
bg: По дата и приоритет
et: Kuupäeva ja prioriteedi järgi
hi: तारीख और प्राथमिकता के अनुसार
ku: Bi dîrok û pîştrastî
ro: După Dată și Prioritate
sk: Podľa Dátumu a Priority
sq: Sipas datës dhe prioritetit
sr: Po datumu i prioritetu
th: ตามวันที่และความสำคัญ

source: By Priority and Date
af: Volgens Prioriteit en Datum
bg: По приоритет и дата
et: Prioriteedi ja kuupäeva järgi
hi: प्राथमिकता और तारीख के अनुसार
ku: Bi pîştrastî û dîrok
ro: După Prioritate și Dată
sk: Podľa Priority a Dátumu
sq: Sipas prioritetit dhe datës
sr: Po prioritetu i datumu
th: ตามความสำคัญและวันที่

source: By Reminder
af: Volgens Herinnering
bg: По напомняне
et: Meeldetuletuse järgi
hi: अनुस्मारक के अनुसार
ku: Bi bîrîndarî
ro: După Memento
sk: Podľa Pripomienky
sq: Sipas kujtesës
sr: Po podsetniku
th: ตามการแจ้งเตือน

source: By Deadline
af: Volgens Sperdatum
bg: По краен срок
et: Tähtaeg
hi: समाप्ति तिथि के अनुसार
ku: Bi demperçûk
ro: După Termen Limită
sk: Podľa Termínu
sq: Sipas afatit
sr: Po roku
th: ตามกำหนดเวลา

source: Overdue Tasks
af: Verhinderde Take
bg: Просрочени задачи
et: Tähtajatud ülesanded
hi: अतिदेय कार्य
ku: Karên destnîşan
ro: Sarcini Depășite
sk: Oneskorené Úlohy
sq: Detyra të vonuara
sr: Zakasneli zadaci
th: งานที่เกินกำหนด

source: Task Management
af: Takebestuur
bg: Управление на задачи
et: Ülesannete haldamine
hi: कार्य प्रबंधन
ku: Rêveberiya karê
ro: Gestionarea Sarcinilor
sk: Správa Úloh
sq: Menaxhimi i detyrave
sr: Upravljanje zadacima
th: การจัดการงาน

# create_edit_delete_tasks
source: Create, edit, and delete tasks with ease. Each task can have a title, a detailed description, a priority level, and a category to ensure you have all the necessary information in one place.
af: Skep, wysig en verwyder take met gemak. Elke taak kan 'n titel, 'n gedetailleerde beskrywing, 'n prioriteitsvlak en 'n kategorie hê om te verseker dat al die nodige inligting op een plek is.
bg: Създайте, редактирайте и изтрийте задачи с лекота. Всяка задача може да има заглавие, детайлно описание, ниво на приоритет и категория, за да осигури всичката необходима информация на едно място.
et: Loo, muuda ja kustuta ülesandeid hõlpsasti. Igal ülesandel võib olla pealkiri, üksikasjalik kirjeldus, prioriteeditase ja kategooria, et tagada kõik vajalikud andmed ühes kohas.
hi: कार्य बनाएं, संपादित करें और हटाएं। प्रत्येक कार्य का एक शीर्षक, एक विस्तृत विवरण, एक प्राथमिकता स्तर, और एक श्रेणी हो सकती है ताकि आपके पास सभी आवश्यक जानकारी एक ही स्थान पर हो।
ku: Karê xwe biafirînin, biguherînin û jê bibin. Her kar dikare sernavêk, têgihîştina hûrgulî, asta pîştrastî û kategorîyek bê hûrgulî. Ev hemî agahiyên hewce li yek derî hene.
ro: Creați, editați și ștergeți sarcini cu ușurință. Fiecare sarcină poate avea un titlu, o descriere detaliată, un nivel de prioritate și o categorie pentru a vă asigura că aveți toate informațiile necesare într-un singur loc.
sk: Jednoducho vytvárajte, upravujte a mazať úlohy. Každá úloha môže mať názov, podrobný popis, úroveň priority a kategóriu, aby ste mali všetky potrebné informácie na jednom mieste.
sq: Krijoni, redaktoni dhe fshini detyrat me lehtësi. Çdo detyrë mund të ketë një titull, një përshkrim të detajuar, një nivel prioriteti dhe një kategori për të siguruar që të gjitha informacionet e nevojshme janë në një vend.
sr: Kreirajte, izmenite i obrišite zadatke sa lakoćom. Svaki zadatak može da ima naslov, detaljan opis, nivo prioriteta i kategoriju kako biste osigurali da su sve potrebne informacije na jednom mestu.
th: สร้าง แก้ไข และลบงานได้อย่างง่ายดาย งานแต่ละงานสามารถมีชื่อเรื่อง รายละเอียดที่ชัดเจน ระดับความสำคัญ และหมวดหมู่เพื่อให้แน่ใจว่าคุณมีข้อมูลที่จำเป็นทั้งหมดในที่เดียว

source: Categories
af: Kategorieë
bg: Категории
et: Kategooriad
hi: श्रेणियाँ
ku: Kategorî
ro: Categorii
sk: Kategórie
sq: Kategoritë
sr: Kategorije
th: หมวดหมู่

# organize_tasks
source: Organize your tasks into custom categories like 'Private' and 'Work'. This allows you to clearly structure your tasks and quickly access the most important ones.
af: Organiseer jou take in pasgemaakte kategorieë soos 'Privaat' en 'Werk'. Dit stel jou in staat om jou take duidelik te struktureer en vinnig toegang te kry tot die belangrikste take.
bg: Организирайте вашите задачи в персонализирани категории като 'Частен' и 'Работа'. Това ви позволява ясно да структурирате вашите задачи и бързо да получите достъп до най-важните от тях.
et: Korraldage oma ülesanded kohandatud kategooriatesse, näiteks 'Privaatne' ja 'Töö'. See võimaldab teil oma ülesandeid selgelt struktureerida ja kiiresti juurde pääseda kõige olulisematele ülesannetele.
hi: अपने कार्यों को 'निजी' और 'काम' जैसी कस्टम श्रेणियों में व्यवस्थित करें। यह आपको अपने कार्यों को स्पष्ट रूप से संरचित करने और सबसे महत्वपूर्ण कार्यों तक जल्दी पहुंचने की अनुमति देता है।
ku: Karên xwe bi kategorî taybetî yên wekî 'Taybetî' û 'Kar' vîr ne veqayînin. Ev dikare we karên xwe bi rûniştina veqayînin û herî pirsgirêk ên wê hînkirin.
ro: Organizați-vă sarcinile în categorii personalizate precum 'Privat' și 'Muncă'. Acest lucru vă permite să structurați clar sarcinile și să accesați rapid cele mai importante.
sk: Organizujte si úlohy do vlastných kategórií ako 'Súkromná' a 'Práca'. To vám umožní jasne štruktúrovať úlohy a rýchlo pristupovať k najdôležitejším úlohám.
sq: Organizoni detyrat tuaja në kategori të personalizuara si 'Privat' dhe 'Punë'. Kjo ju lejon të strukturoni qartë detyrat tuaja dhe të aksesoni shpejt detyrat më të rëndësishme.
sr: Organizujte svoje zadatke u prilagođene kategorije kao što su 'Privatno' i 'Posao'. Ovo vam omogućava da jasno strukturirate svoje zadatke i brzo pristupite najvažnijim zadacima.
th: จัดระเบียบงานของคุณเป็นหมวดหมู่ที่กำหนดเองเช่น 'ส่วนตัว' และ 'งาน' ซึ่งช่วยให้คุณจัดระเบียบงานของคุณได้อย่างชัดเจนและเข้าถึงงานที่สำคัญที่สุดได้อย่างรวดเร็ว

source: Prioritization
af: Prioritisering
bg: Приоритизация
et: Prioriteetimine
hi: प्राथमिकता
ku: Pîştrastî
ro: Prioritizare
sk: Prioritizácia
sq: Prioritizimi
sr: Prioritizacija
th: การจัดลำดับความสำคัญ

# assign_priorities
source: Assign priorities to your tasks to ensure you focus on the most important and urgent tasks. The colour-coded priorities help you see the urgency of each task at a glance:
af: Ken prioriteite aan jou take toe om te verseker dat jy fokus op die belangrikste en dringendste take. Die kleurgekodeerde prioriteite help jou om die dringendheid van elke taak in 'n oogopslag te sien:
bg: Задайте приоритети на вашите задачи, за да се фокусирате върху най-важните и неотложни задачи. Цветовите приоритети ще ви помогнат да видите бързо колко важна е всяка задача:
et: Määrake oma ülesannetele prioriteedid, et keskenduda kõige olulisematele ja kiireloomulisematele ülesannetele. Värvikoodiga prioriteedid aitavad teil ülesannete kiireloomulisust silmapilkselt näha:
hi: अपने कार्यों को प्राथमिकता दें ताकि आप सबसे महत्वपूर्ण और तात्कालिक कार्यों पर ध्यान केंद्रित कर सकें। रंग-कोडित प्राथमिकताएँ आपको एक नज़र में प्रत्येक कार्य की तात्कालिकता देखने में मदद करती हैं:
ku: Pîştrastîyan ji bo karên xwe hilbijêrin da ku hûn bi karên herî girîng û pir hewce hûn. Pîştrastiyên bi reng kirinî dikarin hûn bikanîn ku armancên herî hewce li ser karê berbi nîşe.
ro: Atribuiți priorități sarcinilor dvs. pentru a vă asigura că vă concentrați pe cele mai importante și urgente sarcini. Prioritățile codificate în culori vă ajută să vedeți imediat urgența fiecărei sarcini:
sk: Priraďujte priority svojim úlohám, aby ste sa sústredili na najdôležitejšie a najnaliehavejšie úlohy. Farebne kódované priority vám pomôžu rýchlo vidieť naliehavosť každej úlohy:
sq: Caktoni prioritete për detyrat tuaja për t'u fokusuar në detyrat më të rëndësishme dhe urgjente. Prioritetet me ngjyra ju ndihmojnë të shihni urgjencën e çdo detyre me një shikim:
sr: Dodelite prioritete svojim zadacima kako biste se fokusirali na najvažnije i najhitnije zadatke. Kodeks boja prioriteta pomaže vam da odmah vidite hitnost svakog zadatka:
th: กำหนดความสำคัญให้กับงานของคุณเพื่อให้แน่ใจว่าคุณมุ่งเน้นไปที่งานที่สำคัญและเร่งด่วนที่สุด การจัดลำดับความสำคัญด้วยรหัสสีช่วยให้คุณเห็นความเร่งด่วนของแต่ละงานได้ในทันที:

# very_high_priority
source: Very High (Red): Urgent and critical tasks that require immediate attention.
af: Baie Hoog (Rooi): Dringende en kritieke take wat onmiddellike aandag vereis.
bg: Много висока (Червено): Неотложни и критични задачи, които изискват незабавно внимание.
et: Väga kõrge (Punane): Kiireloomulised ja kriitilised ülesanded, mis vajavad viivitamatut tähelepanu.
hi: बहुत उच्च (लाल): तत्काल ध्यान देने की आवश्यकता वाले आवश्यक और महत्वपूर्ण कार्य।
ku: Pir bilind (Sor): Cîhên girîng û kirîtîk, yên ku têgihiştiya niha hewce bikin.
ro: Foarte Înalt (Roșu): Sarcini urgente și critice care necesită atenție imediată.
sk: Veľmi Vysoká (Červená): Naliehavé a kritické úlohy, ktoré vyžadujú okamžitú pozornosť.
sq: Shumë e lartë (E kuqe): Detyra urgjente dhe kritike që kërkojnë vëmendje të menjëhershme.
sr: Veoma visoko (Crveno): Hitni i kritični zadaci koji zahtevaju trenutnu pažnju.
th: สูงมาก (แดง): งานเร่งด่วนและสำคัญที่ต้องการความสนใจทันที
