Repository: RGMCode/DoYourThings_V3
Catalog: DoYourThings_V3/Languages/*.lproj/Localizable.strings
Languages: af, bg, et, hi, ku, ro, sk, sq, sr, th

# high_priority
source: High (Orange): Important tasks that need to be completed promptly.
af: Hoog (Oranje): Belangrike take wat vinnig gedoen moet word.
bg: Висока (Оранжево): Важни задачи, които трябва да бъдат изпълнени бързо.
et: Kõrge (Oranž): Tähtsad ülesanded, mis tuleb viivitamata ära teha.
hi: उच्च (नारंगी): महत्वपूर्ण कार्य जिन्हें तुरंत पूरा करने की आवश्यकता है।
ku: Bilind (Pirtûq): Cîhên girîng, yên ku divê heta naze re were kirin.
ro: Înalt (Portocaliu): Sarcini importante care trebuie finalizate prompt.
sk: Vysoká (Oranžová): Dôležité úlohy, ktoré musia byť dokončené rýchlo.
sq: E lartë (Portokalli): Detyra të rëndësishme që duhen bërë menjëherë.
sr: Visoko (Narandžasto): Važni zadaci koji treba brzo da se obave.
th: สูง (ส้ม): งานสำคัญที่ต้องทำให้เสร็จโดยเร็ว

# medium_priority
source: Medium (Yellow): Moderately important tasks that should be completed within a moderate timeframe.
af: Medium (Geel): Take van matige belang wat binne 'n redelike tydsbestek voltooi moet word.
bg: Средна (Жълто): Задачи със средна важност, които трябва да бъдат изпълнени в разумен срок.
et: Keskmine (Kollane): Mõõduka tähtsusega ülesanded, mis tuleks täita mõistliku aja jooksul.
hi: मध्यम (पीला): मध्यम महत्व के कार्य जिन्हें एक उचित समय सीमा के भीतर पूरा किया जाना चाहिए।
ku: Navîn (Zêr): Cîhên ku girîngiya navîn hene, yên ku divê di dema rêz û saza navîn de were kirin.
ro: Mediu (Galben): Sarcini de importanță medie care ar trebui finalizate într-un interval de timp rezonabil.
sk: Stredná (Žltá): Úlohy strednej dôležitosti, ktoré by mali byť dokončené v primeranom časovom rámci.
sq: Mesatare (E verdhë): Detyra me rëndësi të moderuar që duhet të përfundojnë brenda një afati të arsyeshëm kohor.
sr: Srednje (Žuto): Zadaci umerenog značaja koji treba da se završe u razumnom vremenskom roku.
th: กลาง (เหลือง): งานที่มีความสำคัญปานกลางที่ควรเสร็จสิ้นภายในเวลาที่เหมาะสม

# low_priority
source: Low (Green): Less important tasks that should be completed when time is available.
af: Laag (Groen): Minder belangrike take wat gedoen moet word wanneer daar tyd is.
bg: Ниска (Зелено): По-малко важни задачи, които трябва да бъдат изпълнени, когато има време.
et: Madal (Roheline): Vähem tähtsad ülesanded, mis tuleks teha, kui aega on.
hi: निम्न (हरा): कम महत्व के कार्य जिन्हें समय मिलने पर पूरा किया जाना चाहिए।
ku: Nizm (Kesk): Cîhên ku girîngiya nizm hene, yên ku divê di dema aştiyê de were kirin.
ro: Scăzut (Verde): Sarcini mai puțin importante care ar trebui efectuate când timpul este disponibil.
sk: Nízka (Zelená): Menej dôležité úlohy, ktoré by sa mali vykonať, keď je dostupný čas.
sq: E ulët (Jeshile): Detyra më pak të rëndësishme që duhet të bëhen kur të ketë kohë.
sr: Nisko (Zeleno): Manje važni zadaci koji treba da se urade kada ima vremena.
th: ต่ำ (เขียว): งานที่มีความสำคัญน้อยกว่าที่ควรทำเมื่อมีเวลาว่าง

# very_low_priority
source: Very Low (Blue): Tasks of low importance that can be completed at your convenience.
af: Baie Laag (Blou): Take van lae belang wat in vrye tyd gedoen kan word.
bg: Много ниска (Синьо): Задачи с ниска важност, които могат да бъдат изпълнени в свободното време.
et: Väga madal (Sinine): Madal tähtsusega ülesanded, mida saab teha vabal ajal.
hi: बहुत निम्न (नीला): कम महत्व के कार्य जिन्हें अवकाश के समय पूरा किया जा सकता है।
ku: Pir nizm (Şîn): Cîhên ku girîngiya pir nizm hene, yên ku divê di dema temîya de were kirin.
ro: Foarte Scăzut (Albastru): Sarcini de importanță scăzută care pot fi făcute în timpul liber.
sk: Veľmi Nízka (Modrá): Úlohy s nízkou dôležitosťou, ktoré sa môžu vykonať vo voľnom čase.
sq: Shumë e ulët (Blu): Detyra me rëndësi të ulët që mund të bëhen në kohën e lirë.
sr: Veoma nisko (Plavo): Zadaci niskog značaja koji mogu da se urade u slobodno vreme.
th: ต่ำมาก (น้ำเงิน): งานที่มีความสำคัญต่ำที่สามารถทำได้ในเวลาว่าง

# color_customization
source: Colour Customization
af: Kleur Aanpassing
bg: Персонализиране на цветове
et: Värvide kohandamine
hi: रंग अनुकूलन
ku: Bixwiherîna rengî
ro: Personalizarea Culorilor
sk: Prispôsobenie Farieb
sq: Personalizimi i ngjyrave
sr: Prilagođavanje boja
th: การปรับแต่งสี

# personalize_app
source: Personalize the app by adjusting the colours of your categories. This allows for a visually appealing and individually tailored user experience.
af: Personaliseer die toepassing deur die kleure van jou kategorieë aan te pas. Dit laat 'n visueel aantreklike en individueel aangepaste gebruikerservaring toe.
bg: Персонализирайте приложението, като регулирате цветовете на вашите категории. Това позволява визуално привлекателно и индивидуално потребителско изживяване.
et: Kohandage rakendust, kohandades oma kategooriate värve. See võimaldab visuaalselt atraktiivset ja individuaalselt kohandatud kasutajakogemust.
hi: अपनी श्रेणियों के रंगों को समायोजित करके ऐप को वैयक्तिकृत करें। यह एक दृश्य आकर्षक और व्यक्तिगत उपयोगकर्ता अनुभव की अनुमति देता है।
ku: Hilbijêre bikarhêner bi avahiya rengan ser kategorîya xwe hilbijêre. Ev dikare temîrêkê bi rûniştina veqayînin û bi girtina bikarhênerê veqayînin.
ro: Personalizați aplicația ajustând culorile categoriilor dvs. Acest lucru permite o experiență de utilizare vizual atractivă și personalizată individual.
sk: Prispôsobte si aplikáciu nastavením farieb svojich kategórií. To umožňuje vizuálne atraktívne a individuálne prispôsobené používateľské prostredie.
sq: Personalizoni aplikacionin duke rregulluar ngjyrat e kategorive tuaja. Kjo mundëson një përvojë të përdoruesit vizualisht tërheqëse dhe të personalizuar individualisht.
sr: Personalizujte aplikaciju prilagođavanjem boja svojih kategorija. Ovo omogućava vizuelno privlačno i individualno prilagođeno korisničko iskustvo.
th: ปรับแต่งแอปพลิเคชันโดยปรับแต่งสีของหมวดหมู่ของคุณ ซึ่งช่วยให้มีประสบการณ์ผู้ใช้ที่น่าสนใจและปรับแต่งได้ตามความต้องการของคุณ

source: Theme Selection
af: Temaseleksie
bg: Избор на тема
et: Teema valik
hi: थीम चयन
ku: Hilbijartina mijar
ro: Selecția Temei
sk: Výber Témy
sq: Zgjedhja e temës
sr: Izbor teme
th: การเลือกธีม

# toggle_light_dark
source: Switch between Light and Dark mode to suit your preferences and ensure a pleasant user experience in different lighting conditions.
af: Wissel tussen Lig- en Donkermodus om die toepassing by jou voorkeure aan te pas en 'n aangename gebruikerservaring in verskillende beligtingstoestande te verseker.
bg: Превключвайте между светъл и тъмен режим, за да настроите приложението към вашите предпочитания и да осигурите приятно потребителско изживяване при различни условия на осветление.
et: Lülitage heleda ja tumeda režiimi vahel, et kohandada rakendust oma eelistustega ja tagada meeldiv kasutajakogemus erinevates valgustingimustes.
hi: लाइट और डार्क मोड के बीच स्विच करें ताकि आपके वरीयताओं के अनुसार और विभिन्न प्रकाश स्थितियों में एक सुखद उपयोगकर्ता अनुभव सुनिश्चित हो सके।
ku: Bi navbera ronahî û tarî ve hilbijêre da ku mijara xwe hilbijêre û bikarhênerê bi rûniştina veqayînin hilbijêre.
ro: Comutați între modul Luminos și Întunecat pentru a se potrivi preferințelor dvs. și pentru a asigura o experiență plăcută de utilizare în condiții diferite de iluminare.
sk: Prepnite medzi svetlým a tmavým režimom podľa vašich preferencií a zabezpečte príjemné používateľské prostredie za rôznych svetelných podmienok.
sq: Kaloni midis modalitetit të ndriçuar dhe të errët për të përshtatur aplikacionin me preferencat tuaja dhe për të siguruar një përvojë të këndshme përdorimi në kushte të ndryshme ndriçimi.
sr: Prebacujte se između svetlog i tamnog režima kako biste prilagodili aplikaciju svojim preferencijama i osigurali prijatno korisničko iskustvo u različitim uslovima osvetljenja.
th: สลับระหว่างโหมดสว่างและโหมดมืดเพื่อปรับตามความต้องการของคุณและมั่นใจได้ว่าคุณจะมีประสบการณ์ผู้ใช้ที่น่าพึงพอใจในสภาพแสงที่แตกต่างกัน

source: Search Function
af: Soekfunksie
bg: Функция за търсене
et: Otsingu funktsioon
hi: खोज कार्य
ku: Fonkîsyona lêgerînê
ro: Funcția de Căutare
sk: Funkcia Vyhľadávania
sq: Funksioni i kërkimit
sr: Funkcija pretrage
th: ฟังก์ชันการค้นหา

# find_tasks
source: Quickly and easily find any task using the powerful search function. Just enter the title or part of the description to display the desired tasks.
af: Vind enige taak vinnig en maklik deur die kragtige soekfunksie te gebruik. Voer eenvoudig die titel of 'n deel van die beskrywing in om die gewenste take te vertoon.
bg: Намерете всяка задача бързо и лесно, използвайки мощната функция за търсене. Просто въведете заглавие или част от описанието, за да покажете желаните задачи.
et: Leidke mis tahes ülesanne kiiresti ja lihtsalt, kasutades võimsat otsingufunktsiooni. Sisestage lihtsalt pealkiri või osa kirjeldusest, et soovitud ülesanded kuvada.
hi: शक्तिशाली खोज कार्य का उपयोग करके किसी भी कार्य को जल्दी और आसानी से खोजें। केवल शीर्षक या विवरण का एक भाग दर्ज करें ताकि इच्छित कार्य प्रदर्शित हो सकें।
ku: Karê xwe bi lêgerînê bi hêza fêrbazî lêgerînin. Hûn dikarin bi jîyê binivîsin ku sernavêk an beşekî têgihîştin hilbijêre.
ro: Găsiți rapid și ușor orice sarcină folosind funcția de căutare puternică. Introduceți pur și simplu titlul sau o parte din descriere pentru a afișa sarcinile dorite.
sk: Rýchlo a jednoducho nájdite akúkoľvek úlohu pomocou silnej funkcie vyhľadávania. Stačí zadať názov alebo časť popisu na zobrazenie požadovaných úloh.
sq: Gjeni detyrën e kërkuar shpejt dhe lehtë duke përdorur funksionin e fuqishëm të kërkimit. Thjesht futni titullin ose një pjesë të përshkrimit për të shfaqur detyrat e dëshiruara.
sr: Pronađite bilo koji zadatak brzo i lako pomoću moćne funkcije pretrage. Jednostavno unesite naslov ili deo opisa kako biste prikazali željene zadatke.
th: ค้นหางานได้อย่างรวดเร็วและง่ายดายโดยใช้ฟังก์ชันการค้นหาที่มีประสิทธิภาพ เพียงป้อนชื่อเรื่องหรือส่วนหนึ่งของคำอธิบายเพื่อแสดงงานที่ต้องการ

source: Detailed Views
af: Gedetailleerde Uitsigte
bg: Детайлни изгледи
et: Üksikasjalikud vaated
hi: विस्तृत दृश्य
ku: Dîtinên hûrgulî
ro: Vizualizări Detaliate
sk: Podrobné Pohľady
sq: Pamje të detajuara
sr: Detaljni pregledi
th: มุมมองรายละเอียด

# view_task_details
source: View the details of each task in a separate view to ensure you have all the necessary information at hand.
af: Sien die besonderhede van elke taak in 'n aparte uitsig om te verseker dat jy al die nodige inligting byderhand het.
bg: Прегледайте детайлите на всяка задача в отделен изглед, за да осигурите цялата необходима информация на ръка.
et: Vaadake iga ülesande üksikasju eraldi vaates, et tagada kõik vajalikud andmed käepärast.
hi: प्रत्येक कार्य का विवरण एक अलग दृश्य में देखें ताकि आपके पास सभी आवश्यक जानकारी हो।
ku: Têgihîştina her karî bi dîtinên hûrgulî de hilbijêre ku hûn bi rûniştina hûrgulî ve hilbijêre.
ro: Vizualizați detaliile fiecărei sarcini într-o fereastră separată pentru a vă asigura că aveți toate informațiile necesare la îndemână.
sk: Zobrazte podrobnosti každej úlohy v samostatnom okne, aby ste mali všetky potrebné informácie po ruke.
sq: Shikoni detajet e çdo detyre në një pamje të veçantë për të siguruar që të keni të gjitha informacionet e nevojshme në dorë.
sr: Pogledajte detalje svakog zadatka u zasebnom prikazu kako biste osigurali da imate sve potrebne informacije pri ruci.
th: ดูรายละเอียดของแต่ละงานในมุมมองแยกต่างหากเพื่อให้แน่ใจว่าคุณมีข้อมูลที่จำเป็นทั้งหมดอยู่ในมือ

source: Notifications
af: Kennisgewings
bg: Известия
et: Teavitused
hi: सूचनाएँ
ku: Agahiyên
ro: Notificări
sk: Upozornenia
sq: Njoftime
sr: Obaveštenja
th: การแจ้งเตือน

# timely_notifications
source: Receive timely notifications to avoid missing important tasks. You can set reminders and deadlines for each task to ensure you are always reminded of upcoming tasks. The notifications are designed to help you manage your tasks efficiently and ensure that nothing is overlooked.
af: Ontvang betydse kennisgewings om te verhoed dat jy belangrike take mis. Jy kan herinnerings en sperdatums vir elke taak stel om te verseker dat jy altyd aan toekomstige take herinner word. Die kennisgewings is ontwerp om jou te help om jou take doeltreffend te bestuur en te verseker dat niks oor die hoof gesien word nie.
bg: Получавайте навременни известия, за да не пропуснете важни задачи. Можете да зададете напомняния и крайни срокове за всяка задача, за да бъдете винаги напомнени за предстоящите задачи. Известията са проектирани да ви помогнат да управлявате вашите задачи ефективно и да осигурите, че нищо не остава незабелязано.
et: Saage õigeaegseid teavitusi, et mitte unustada olulisi ülesandeid. Saate iga ülesande jaoks määrata meeldetuletused ja tähtajad, et alati meelde tuletada tulevasi ülesandeid. Teavitused on loodud selleks, et aidata teil oma ülesandeid tõhusalt hallata ja tagada, et midagi ei jääks tähelepanuta.
hi: महत्वपूर्ण कार्यों को न चूकने के लिए समय पर सूचनाएँ प्राप्त करें। आप प्रत्येक कार्य के लिए अनुस्मारक और समाप्ति तिथियाँ सेट कर सकते हैं ताकि आपको हमेशा आगामी कार्यों की याद दिलाई जाए। सूचनाएँ इस प्रकार डिज़ाइन की गई हैं कि वे आपके कार्यों को कुशलतापूर्वक प्रबंधित करने में आपकी मदद करें और यह सुनिश्चित करें कि कुछ भी नजरअंदाज न हो।
ku: Bikarhênerê agahî bibin ku pirsgirêkên girîng ne hilbijêre. Hûn dikarin bi navbera lêgerînê û demperçûkê bi karê berbi ve hilbijêre. Agahiyên bikarhênerê ne hilbijêre ku hûn bi rûniştina veqayînin hilbijêre.
ro: Primiți notificări în timp util pentru a nu rata sarcini importante. Puteți seta mementouri și termene limită pentru fiecare sarcină pentru a vă asigura că sunteți întotdeauna la curent cu sarcinile viitoare. Notificările sunt concepute pentru a vă ajuta să gestionați eficient sarcinile și pentru a vă asigura că nimic nu va fi trecut cu vederea.
sk: Prijímajte včasné upozornenia, aby ste nezmeškali dôležité úlohy. Môžete nastaviť pripomienky a termíny pre každú úlohu, aby ste boli vždy informovaní o nadchádzajúcich úlohách. Upozornenia sú navrhnuté tak, aby vám pomohli efektívne spravovať úlohy a zabezpečili, že nič nebude prehliadnuté.
sq: Merrni njoftime në kohë për të mos harruar detyra të rëndësishme. Ju mund të vendosni kujtesa dhe afate për çdo detyrë për të siguruar që gjithmonë të kujtoheni për detyrat e ardhshme. Njoftimet janë krijuar për t'ju ndihmuar të menaxhoni detyrat tuaja në mënyrë efikase dhe për të siguruar që asgjë të mos mbetet pa u vënë re.
sr: Primajte pravovremena obaveštenja kako ne biste propustili važne zadatke. Možete postaviti podsetnike i rokove za svaki zadatak kako biste uvek bili podsećani na predstojeće zadatke. Obaveštenja su dizajnirana da vam pomognu da efikasno upravljate svojim zadacima i osigurate da ništa ne ostane neprimećeno.
th: รับการแจ้งเตือนที่ทันท่วงทีเพื่อไม่ให้พลาดงานสำคัญ คุณสามารถตั้งค่าการแจ้งเตือนและกำหนดเวลาสำหรับแต่ละงานเพื่อให้แน่ใจว่าคุณจะได้รับการแจ้งเตือนเกี่ยวกับงานที่จะมาถึง การแจ้งเตือนถูกออกแบบมาเพื่อช่วยให้คุณจัดการงานของคุณได้อย่างมีประสิทธิภาพและมั่นใจได้ว่าจะไม่มีอะไรที่พลาดไป

source: Filters
bg: Филтри
et: Filtrid
hi: फ़िल्टर
ku: Filter
ro: Filtre
sk: Filtre
sq: Filtra
sr: Filteri
th: ตัวกรอง

# overview_filters
source: Keep track of your tasks with powerful filter options. Sort your tasks by different criteria to quickly find the most relevant ones:
af: Hou jou take dop met kragtige filteropsies. Sorteer jou take volgens verskillende kriteria om vinnig die mees relevante take te vind:
bg: Проследявайте задачите си с мощни опции за филтриране. Сортирайте вашите задачи по различни критерии, за да намерите бързо най-релевантните задачи:
et: Hoidke oma ülesannetega kursis võimsate filtri valikutega. Sortige oma ülesandeid erinevate kriteeriumide järgi, et kiiresti leida kõige asjakohasemad ülesanded:
hi: शक्तिशाली फ़िल्टर विकल्पों के साथ अपने कार्यों का ट्रैक रखें। अपने कार्यों को विभिन्न मानदंडों के अनुसार क्रमबद्ध करें ताकि आप जल्दी से सबसे प्रासंगिक कार्य पा सकें:
ku: Pîştrastî bi hêza fêrbazî lêgerînin. Hûn dikarin bi navbera pîştrastî û karê berbi hilbijêre da ku hûn bi navbera hêz ê kêmtir yên ku pîştrastî nîşe hilbijêre.
ro: Păstrați-vă sarcinile sub control cu opțiuni puternice de filtrare. Sortați sarcinile după diferite criterii pentru a găsi rapid cele mai relevante:
sk: Majte svoje úlohy pod kontrolou pomocou silných možností filtrovania. Triedte úlohy podľa rôznych kritérií, aby ste rýchlo našli najrelevantnejšie:
sq: Mbani gjurmët e detyrave tuaja me opsione të fuqishme filtrimi. Rendisni detyrat tuaja sipas kritereve të ndryshme për të gjetur shpejt detyrat më relevante:
sr: Pratite svoje zadatke pomoću moćnih opcija filtriranja. Sortirajte svoje zadatke prema različitim kriterijumima kako biste brzo pronašli najrelevantnije zadatke:
th: ติดตามงานของคุณด้วยตัวเลือกตัวกรองที่มีประสิทธิภาพ จัดเรียงงานของคุณตามเกณฑ์ต่าง ๆ เพื่อค้นหางานที่เกี่ยวข้องที่สุดได้อย่างรวดเร็ว:

source: Language
af: Taal
bg: Език
et: Keel
hi: भाषा
ku: Ziman
ro: Limbă
sk: Jazyk
sq: Gjuha
sr: Jezik
th: ภาษา

source: Select Language
af: Kies Taal
bg: Изберете език
et: Vali keel
hi: भाषा चुनें
ku: Ziman hildin
ro: Selectați limba
sk: Vybrať jazyk
sq: Zgjidhni gjuhën
sr: Izaberite jezik
th: เลือกภาษา

source: Choose Language
af: Kies Taal
bg: Изберете език
et: Vali keel
hi: भाषा चुनें
ku: Ziman hildin
ro: Alegeți limba
sk: Vybrať jazyk
sq: Zgjidhni gjuhën
sr: Izaberite jezik
th: เลือกภาษา

source: Error requesting authorization
af: Fout by die versoek van magtiging
bg: Грешка при поискване на оторизация
et: Viga autoriseerimise taotlemisel
hi: अनुमति का अनुरोध करते समय त्रुटि
ku: Xeta li ser lêpirsina otorizasyonê
ro: Eroare la solicitarea autorizației
sk: Chyba pri žiadosti o autorizáciu
sq: Gabim në kërkimin e autorizimit
sr: Greška prilikom traženja autorizacije
th: ข้อผิดพลาดในการขออนุญาต

source: Notification authorization granted
af: Kennisgewingmagtiging toegestaan
bg: Оторизация за известията е дадена
et: Teavituste luba antud
hi: सूचना अनुमति दी गई
ku: Otorizasyona agahîkirina afirandin
ro: Autorizație de notificare acordată
sk: Povolenie na oznámenie udelené
sq: Autorizimi për njoftime është dhënë
sr: Autorizacija za obaveštenja odobrena
th: ได้รับอนุญาตการแจ้งเตือน

source: Notification authorization denied
af: Kennisgewingmagtiging geweier
bg: Оторизация за известията е отказана
et: Teavituste luba keelatud
hi: सूचना अनुमति अस्वीकृत
ku: Otorizasyona agahîkirina neyê afirandin
ro: Autorizație de notificare refuzată
sk: Povolenie na oznámenie zamietnuté
sq: Autorizimi për njoftime është refuzuar
sr: Autorizacija za obaveštenja odbijena
th: การอนุญาตการแจ้งเตือนถูกปฏิเสธ

source: Notification authorization not determined
af: Kennisgewingmagtiging nie bepaal nie
bg: Оторизация за известията не е определена
et: Teavituste luba ei ole määratud
hi: सूचना अनुमति निर्धारित नहीं
ku: Otorizasyona agahîkirina nebinavî
ro: Autorizație de notificare nedeterminată
sk: Povolenie na oznámenie neurčené
sq: Autorizimi për njoftime nuk është përcaktuar
sr: Autorizacija za obaveštenja nije određena
th: การอนุญาตการแจ้งเตือนไม่ได้กำหนด

source: Notification authorization provisional
af: Voorlopige kennisgewingmagtiging
bg: Временна оторизация за известия
et: Ajutine teavituste luba
hi: अनंतिम सूचना अनुमति
ku: Otorizasyona agahîkirina der barêşiyan
ro: Autorizație de notificare provizorie acordată
sk: Dočasné povolenie na oznámenie udelené
sq: Autorizim i përkohshëm për njoftime
sr: Privremena autorizacija za obaveštenja
th: การอนุญาตการแจ้งเตือนชั่วคราว

source: Notification authorization ephemeral
af: Voorlopige kennisgewingmagtiging
bg: Временна оторизация за известия
et: Ajutine teavituste luba
hi: अस्थायी सूचना अनुमति
ku: Otorizasyona agahîkirina demî
ro: Autorizație de notificare efemeră acordată
sk: Efemérne povolenie na oznámenie udelené
sq: Autorizim i përkohshëm për njoftime
sr: Privremena autorizacija za obaveštenja
th: การอนุญาตการแจ้งเตือนชั่วคราว

# notificationAuthorizationUnknown
source: Unknown notification authorization status
af: Onbekende kennisgewingmagtigingstatus
bg: Неизвестен статус на оторизацията за известия
et: Teavituste loa määratlematu staatus
hi: अज्ञात सूचना अनुमति स्थिति
ku: Rewşa otorizasyonê ya nezanî
ro: Stare necunoscută a autorizației de notificare
sk: Neznámy stav povolenia na oznámenie
sq: Statusi i autorizimit për njoftime i panjohur
sr: Nepoznat status autorizacije za obaveštenja
th: สถานะการอนุญาตการแจ้งเตือนไม่ทราบ

# reminderTitle
source: Reminder: %@
af: Herinnering: %@
bg: Напомняне: %@
et: Meeldetuletus: %@
hi: अनुस्मारक: %@
ku: Bîrîndarî: %@
ro: Memento: %@
sk: Pripomienka: %@
sq: Kujtesë: %@
sr: Podsetnik: %@
th: การแจ้งเตือน: %@

# deadlineTitle
source: Deadline: %@
af: Sperdatum: %@
bg: Краен срок: %@
et: Tähtaeg: %@
hi: समाप्ति तिथि: %@
ku: Demperçûk: %@
ro: Termen limită: %@
sk: Termín: %@
sq: Afati: %@
sr: Rok: %@
th: กำหนดเวลา: %@

# notificationBody
source: Priority: %@ - Category: %@ Details: %@
af: Prioriteit: %@ - Kategorie: %@ Besonderhede: %@
bg: Приоритет: %@ - Категория: %@ Детайли: %@
et: Prioriteet: %@ - Kategooria: %@ Üksikasjad: %@
hi: प्राथमिकता: %@ - श्रेणी: %@ विवरण: %@
ku: Pîştrastî: %@ - Kategorî: %@ Hûrgulî: %@
ro: Prioritate: %@ - Categorie: %@ Detalii: %@
sk: Priorita: %@ - Kategória: %@ Detaily: %@
sq: Prioriteti: %@ - Kategoria: %@ Detajet: %@
sr: Prioritet: %@ - Kategorija: %@ Detalji: %@
th: ลำดับความสำคัญ: %@ - หมวดหมู่: %@ รายละเอียด: %@

source: Error scheduling notification
af: Fout by die skedulering van kennisgewing
bg: Грешка при планиране на известие
et: Viga teavituse plaanimisel
hi: सूचना अनुसूचीबद्ध करने में त्रुटि
ku: Xeta li ser afirandina agahîkirinê
ro: Eroare la programarea notificării
sk: Chyba pri plánovaní oznámenia
sq: Gabim në planifikimin e njoftimit
sr: Greška prilikom zakazivanja obaveštenja
th: ข้อผิดพลาดในการกำหนดการแจ้งเตือน

# notificationScheduled
source: Notification scheduled for %@ at %@
af: Kennisgewing geskeduleer vir %@ om %@
bg: Известието е планирано за %@ в %@
et: Teavitus on plaanitud kuupäeval %@ kell %@
hi: सूचना %@ पर %@ बजे निर्धारित की गई
ku: Agahîkirina afirandî ya %@ li ser %@ hilbijêre
ro: Notificare programată pentru %@ la %@
sk: Oznámenie naplánované na %@ o %@
sq: Njoftimi është planifikuar për %@ në %@
sr: Obaveštenje zakazano za %@ u %@
th: การแจ้งเตือนถูกกำหนดเวลาไว้สำหรับ %@ ที่ %@

# manual_title
source: User Manual
af: Gebruikershandleiding
bg: Ръководство за потребителя
et: Kasutusjuhend
hi: उपयोगकर्ता मैनुअल
ku: Rêbernameya Bikarhêner
ro: Manualul utilizatorului
sk: Návod na použitie
sq: Manuali i përdoruesit
sr: Priručnik korisnika
th: คู่มือผู้ใช้

# manual_intro_title
source: Introduction
af: Inleiding
bg: Въведение
et: Sissejuhatus
hi: परिचय
ku: Destpêkirin
ro: Introducere
sk: Úvod
sq: Hyrje
sr: Uvod
th: บทนำ
