Repository: RGMCode/DoYourThings_V3
Catalog: DoYourThings_V3/Languages/*.lproj/Localizable.strings
Languages: af, bg, et, hi, ku, ro, sk, sq, sr, th

# manual_intro_text
source: Welcome to DoYourThings! This app is designed to help you efficiently manage your daily tasks. You can create, categorize, and prioritize tasks as well as set up notifications to remind you of upcoming deadlines and events. All data – tasks, categories, and settings – is stored locally on your device and is not transmitted to the cloud.
af: Welkom by DoYourThings! Hierdie app is ontwerp om jou te help om jou daaglikse take doeltreffend te bestuur. Jy kan take skep, kategorieë toeken en prioriteit stel, sowel as kennisgewings opstel om jou te herinner aan komende sperdatums en geleenthede. Alle data – take, kategorieë en instellings – word plaaslik op jou toestel gestoor en word nie na die wolk oorgedra nie.
bg: Добре дошли в DoYourThings! Това приложение е предназначено да ви помогне ефективно да управлявате ежедневните си задачи. Можете да създавате, категоризирате и приоритизирате задачи, както и да настройвате известия, които да ви напомнят за наближаващи срокове и събития. Всички данни – задачи, категории и настройки – се съхраняват локално на вашето устройство и не се предават в облака.
et: Tere tulemast DoYourThings-i! See rakendus on loodud selleks, et aidata teil tõhusalt hallata oma igapäevaseid ülesandeid. Saate luua, kategoriseerida ja seada ülesannetele prioriteete ning seadistada teavitusi, mis tuletavad meelde lähenevaid tähtaegu ja sündmusi. Kõik andmed – ülesanded, kategooriad ja seaded – salvestatakse teie seadmesse lokaalselt ega edastata pilve.
hi: DoYourThings में आपका स्वागत है! यह ऐप आपकी दैनिक कार्यों को कुशलतापूर्वक प्रबंधित करने में मदद करने के लिए डिज़ाइन किया गया है। आप कार्य बना सकते हैं, उन्हें वर्गीकृत कर सकते हैं, प्राथमिकता दे सकते हैं, और आगामी समयसीमाओं तथा कार्यक्रमों की याद दिलाने के लिए सूचनाएँ सेट कर सकते हैं। सभी डेटा – कार्य, श्रेणियाँ, और सेटिंग्स – आपके डिवाइस पर स्थानीय रूप से संग्रहीत होते हैं और क्लाउड में प्रेषित नहीं किए जाते।
ku: Bi xêr hatin DoYourThings! Ev sepana hatî çêkirin da ku alîkariyê te bike da ku karên rojane yên te bi awayekî çalak rêvebibînin. Hûn dikarin karan çêkin, kategorî bikin û pêşîyarîyan daynin, her weha agahdariyên saz bikin da ku hûn bibînin ka demeke nêzîk de deadline û bûyerên pêşeroj hene. Hemû daneyên – karan, kategoriyan û mîhengan – tenê li ser cîhazê we têne tomar kirin û ne têne şandin bo cloud.
ro: Bine ai venit la DoYourThings! Această aplicație este concepută pentru a te ajuta să gestionezi eficient sarcinile zilnice. Poți crea, categoriza și prioritiza sarcinile, precum și să setezi notificări care să te reamintească de termenele limită și evenimentele viitoare. Toate datele – sarcini, categorii și setări – sunt stocate local pe dispozitivul tău și nu sunt transmise în cloud.
sk: Vitajte v DoYourThings! Táto aplikácia je navrhnutá tak, aby vám pomohla efektívne spravovať vaše denné úlohy. Môžete vytvárať, kategorizovať a nastavovať priority úloh, ako aj nastavovať upozornenia, ktoré vás budú informovať o nadchádzajúcich termínoch a udalostiach. Všetky dáta – úlohy, kategórie a nastavenia – sú uložené lokálne vo vašom zariadení a nie sú prenášané do cloudu.
sq: Mirësevini në DoYourThings! Ky aplikacion është krijuar për t’ju ndihmuar të menaxhoni në mënyrë efikase detyrat tuaja ditore. Ju mund të krijoni, të kategorizoni dhe të caktoni prioritet detyrave, si dhe të vendosni njoftime që t’ju kujtojnë afatet dhe ngjarjet e ardhshme. Të gjitha të dhënat – detyrat, kategoritë dhe cilësimet – ruhen lokal në pajisjen tuaj dhe nuk transmetohen në re.
sr: Dobrodošli u DoYourThings! Ova aplikacija je osmišljena da vam pomogne da efikasno upravljate svojim svakodnevnim zadacima. Možete kreirati, kategorizovati i postavljati prioritete zadacima, kao i da podesite obaveštenja koja će vas podsetiti na nadolazeće rokove i događaje. Svi podaci – zadaci, kategorije i podešavanja – čuvaju se lokalno na vašem uređaju i ne prenose se u oblak.
th: ยินดีต้อนรับสู่ DoYourThings! แอปนี้ถูกออกแบบมาเพื่อช่วยให้คุณจัดการงานประจำวันได้อย่างมีประสิทธิภาพ คุณสามารถสร้าง จัดหมวดหมู่ และจัดลำดับความสำคัญของงาน รวมทั้งตั้งค่าการแจ้งเตือนเพื่อเตือนให้คุณทราบถึงกำหนดส่งและเหตุการณ์ที่จะเกิดขึ้น ข้อมูลทั้งหมด – งาน, หมวดหมู่ และการตั้งค่า – จะถูกเก็บไว้ในเครื่องของคุณโดยไม่ถูกส่งไปยังคลาวด์.

# manual_categories_title
source: Categories
af: Kategorieë
bg: Категории
et: Kategooriad
hi: श्रेणियाँ
ku: Kategorî
ro: Categorii
sk: Kategórie
sq: Kategoritë
sr: Kategorije
th: หมวดหมู่

# manual_categories_text
source: Upon launch, default categories such as 'Private' and 'Work' are displayed. You can use these or create your own categories to organize your tasks. Each category can be assigned a unique color, allowing you to visually differentiate tasks at a glance. You also have the ability to edit (change name and color) or delete categories when they are no longer needed.
af: Wanneer die app begin, word standaardkategorieë soos 'Privaat' en 'Werk' getoon. Jy kan hierdie gebruik of jou eie kategorieë skep om jou take te organiseer. Aan elke kategorie kan 'n unieke kleur toegewys word, wat jou toelaat om take op 'n oogopslag visueel te onderskei. Jy het ook die moontlikheid om kategorieë te redigeer (naam en kleur te verander) of te verwyder wanneer dit nie meer nodig is nie.
bg: При стартиране се показват стандартни категории като 'Частни' и 'Работа'. Можете да използвате тези или да създадете свои собствени категории за организиране на задачите си.
et: Rakenduse käivitamisel kuvatakse vaikimisi kategooriad, nagu 'Privaatne' ja 'Töö'. Võite kasutada neid või luua oma kategooriaid ülesannete korraldamiseks.
hi: एप्लिकेशन खोलने पर, 'निजी' और 'काम' जैसी डिफ़ॉल्ट श्रेणियाँ प्रदर्शित होती हैं। आप इनका उपयोग कर सकते हैं या अपने कार्यों को व्यवस्थित करने के लिए अपनी स्वयं की श्रेणियाँ बना सकते हैं। प्रत्येक श्रेणी को एक अद्वितीय रंग दिया जा सकता है, जिससे आप एक नज़र में कार्यों को दृश्य रूप से अलग कर सकते हैं। इसके अलावा, आपके पास श्रेणियों का संपादन (नाम और रंग बदलना) या उन्हें हटाने की सुविधा भी है जब वे आवश्यक न हों।
ku: Dema sepana tê vekirin, kategoriyên xwerû wek 'Taybet' û 'Xebat' têne nîşandan. Hûn dikarin van bikar bînin an jî kategoriyên xwe çêkin da ku karên xwe bi awayekî taybet rêvebibînin. Her kategoriyek dikare bi rengê taybet were tayîn kirin, ev jî hûn alîkar dike ku bi dîtina yekîtiyê karan bibînin. Hûn hêvî dikarin kategoriyan biguherînin (nav û reng guhêrin) an jî bêyî hewceyî jê bikin.
ro: La pornire, sunt afișate categorii implicite, cum ar fi 'Privat' și 'Muncă'. Poți folosi aceste categorii sau poți crea categorii proprii pentru a-ți organiza sarcinile. Fiecare categorie poate primi o culoare unică, permițându-ți să diferențiezi vizual sarcinile dintr-o privire. Ai, de asemenea, posibilitatea de a edita (schimba numele și culoarea) sau de a șterge categoriile atunci când nu mai sunt necesare.
sk: Pri spustení sa zobrazia predvolené kategórie, ako sú 'Súkromné' a 'Práca'. Môžete použiť tieto kategórie alebo vytvoriť vlastné, aby ste si prispôsobili organizáciu úloh. Každej kategórii môžete priradiť jedinečnú farbu, čo vám umožní vizuálne rozlíšiť úlohy na prvý pohľad. Taktiež môžete kategórie upravovať (meniť názov a farbu) alebo ich odstraňovať, keď už nie sú potrebné.
sq: Kur aplikacioni hapet, shfaqen kategori të paracaktuara si 'Privat' dhe 'Punë'. Mund t’i përdorni këto ose të krijoni kategori të veta për të organizuar detyrat tuaja. Secila kategori mund të caktohet me një ngjyrë unike, duke ju lejuar t’i dalloni vizualisht detyrat me një vështrim. Gjithashtu, keni mundësinë të redaktoni (të ndryshoni emrin dhe ngjyrën) ose të fshini kategoritë kur ato nuk janë më të nevojshme.
sr: Prilikom pokretanja prikazuju se podrazumevane kategorije, kao što su 'Privatno' i 'Posao'. Možete koristiti ove kategorije ili kreirati svoje vlastite kako biste organizovali svoje zadatke. Svakoj kategoriji može se dodeliti jedinstvena boja, što vam omogućava da vizuelno razlikujete zadatke na prvi pogled. Takođe, imate mogućnost da izmenite (promenite ime i boju) ili obrišete kategorije kada više nisu potrebne.
th: เมื่อเริ่มต้นแอป จะมีการแสดงหมวดหมู่เริ่มต้น เช่น 'ส่วนตัว' และ 'งาน' คุณสามารถใช้หมวดหมู่เหล่านี้หรือสร้างหมวดหมู่ของคุณเองเพื่อจัดระเบียบงานของคุณได้ ทุกหมวดหมู่สามารถกำหนดสีเฉพาะตัวได้ ซึ่งช่วยให้คุณแยกแยะงานได้อย่างชัดเจน นอกจากนี้ คุณยังสามารถแก้ไข (เปลี่ยนชื่อและสี) หรือลบหมวดหมู่เมื่อไม่จำเป็นอีกต่อไป.

# manual_tasks_title
source: Tasks
af: Take
bg: Задачи
et: Ülesanded
hi: कार्य
ku: Karan
ro: Sarcini
sk: Úlohy
sq: Detyrat
sr: Zadaci
th: งาน

# manual_tasks_text
source: With DoYourThings, you can easily create, edit, and delete tasks. When creating a task, you provide a title, detailed description, and a priority level to help you assess its importance. Additionally, you can set separate reminder and deadline times. Please ensure that the times you set are in the future, otherwise no notification will be triggered.
af: Met DoYourThings kan jy maklik take skep, redigeer en verwyder. Wanneer jy 'n taak skep, verskaf jy 'n titel, gedetailleerde beskrywing en 'n prioriteitsvlak om jou te help sy belangrikheid te bepaal. Daarnaast kan jy afsonderlike tye instel vir kennisgewings en sperdatums. Maak asseblief seker dat die tye wat jy instel in die toekoms lê, anders sal geen kennisgewing geaktiveer word nie.
bg: С DoYourThings можете лесно да създавате, редактирате и изтривате задачи. При създаването на задача въвеждате заглавие, подробен опис и ниво на приоритет, което ви помага да оцените нейната важност. Освен това можете да зададете отделни времена за напомняния и крайни срокове. Моля, уверете се, че зададените времена са в бъдещето, в противен случай няма да бъде задействано известие.
et: DoYourThings-i abil saate ülesandeid hõlpsalt luua, redigeerida ja kustutada. Ülesande loomisel sisestate pealkirja, üksikasjaliku kirjelduse ja prioriteeditaseme, et aidata hinnata selle tähtsust. Lisaks saate määrata eraldi meeldetuletuse ja tähtaega. Veenduge, et määratud ajad oleksid tulevikus, vastasel juhul ei käivitu teavitust.
hi: DoYourThings के साथ, आप आसानी से कार्य बना, संपादित और हटा सकते हैं। कार्य बनाते समय, आप एक शीर्षक, विस्तृत विवरण और प्राथमिकता स्तर प्रदान करते हैं, जिससे आपको कार्य की महत्ता का आकलन करने में मदद मिलती है। इसके अलावा, आप अलग-अलग अनुस्मारक और समय सीमा सेट कर सकते हैं। कृपया सुनिश्चित करें कि आप द्वारा सेट किए गए समय भविष्य के हैं, अन्यथा कोई सूचना सक्रिय नहीं होगी।
ku: Bi DoYourThings hûn dikarin bi asanî karan çêkin, biguherînin û jê bikin. Dema ku hûn karek çêkin, sernav, şiroveya detaydar û asta pêşîyarîyê tê dayîn da ku hûn girîngiya wê were pêşniyar kirin. Her weha hûn dikarin demên cuda ji bo bîranîn û deadline saz bikin. Ji kerema xwe, piştrast bikin ku dema hûn danin li pêşeroj be, heke ne, hich agahdariya nexweş nayê çalak kirin.
ro: Cu DoYourThings, poți crea, edita și șterge sarcini cu ușurință. La crearea unei sarcini, introduci un titlu, o descriere detaliată și un nivel de prioritate care te ajută să evaluezi importanța acesteia. În plus, poți seta ore diferite pentru reamintiri și termene. Te rugăm să te asiguri că orele setate sunt în viitor, altfel nu se va declanșa nicio notificare.
sk: S DoYourThings môžete jednoducho vytvárať, upravovať a mazať úlohy. Pri vytváraní úlohy zadáte názov, podrobný popis a úroveň priority, ktorá vám pomôže posúdiť jej dôležitosť. Okrem toho môžete nastaviť samostatné časy pre pripomienky a termíny. Uistite sa, že zadané časy sú v budúcnosti, inak nebude spustené žiadne upozornenie.
sq: Me DoYourThings, mund të krijoni, redaktoni dhe fshini detyrat lehtësisht. Kur krijoni një detyrë, jepni një titull, një përshkrim të detajuar dhe një nivel prioriteti për të ndihmuar në vlerësimin e rëndësisë së saj. Gjithashtu, mund të vendosni kohë të veçanta për kujtime dhe afate. Ju lutemi sigurohuni që koha që vendosni të jetë në të ardhmen, përndryshe nuk do të aktivizohet asnjë njoftim.
sr: Uz DoYourThings možete lako kreirati, uređivati i brisati zadatke. Prilikom kreiranja zadatka unosite naslov, detaljan opis i nivo prioriteta koji pomaže u proceni njegove važnosti. Pored toga, možete postaviti odvojena vremena za podsetnike i rokove. Molimo vas da se uverite da su uneti termini u budućnosti, inače nijedno obaveštenje neće biti aktivirano.
th: ด้วย DoYourThings คุณสามารถสร้าง แก้ไข และลบงานได้อย่างง่ายดาย เมื่อสร้างงาน คุณจะต้องระบุชื่อ รายละเอียด และระดับความสำคัญเพื่อช่วยให้คุณประเมินความสำคัญของงานนั้น นอกจากนี้ คุณยังสามารถตั้งเวลาแจ้งเตือนและกำหนดส่งได้แยกกัน กรุณาตรวจสอบให้แน่ใจว่าเวลาที่ตั้งไว้เป็นในอนาคต มิฉะนั้นจะไม่มีการแจ้งเตือนใด ๆ เกิดขึ้น.

# manual_notifications_title
source: Notifications
af: Kennisgewings
bg: Известия
et: Teavitused
hi: सूचनाएँ
ku: Agahdariyên
ro: Notificări
sk: Upozornenia
sq: Njoftime
sr: Obaveštenja
th: การแจ้งเตือน

# manual_notifications_text
source: The app automatically schedules notifications for reminders and deadlines based on the times you enter. You must fill in the appropriate date and time fields to receive notifications. If invalid or past times are entered, no notification will be triggered. Tapping on a notification will open the corresponding task’s detail view, allowing you to quickly respond to pending tasks.
af: Die app beplan outomaties kennisgewings vir herinnerings en sperdatums op grond van die tye wat jy invoer. Jy moet die toepaslike datum- en tydvelde invul om kennisgewings te ontvang. As ongeldige of verlede tye ingevoer word, sal geen kennisgewing geaktiveer word nie. Deur op 'n kennisgewing te tik, sal die ooreenstemmende taak se detailbeskouing oopmaak, wat jou toelaat om vinnig op hangende take te reageer.
bg: Приложението автоматично насрочва известия за напомняния и крайни срокове въз основа на зададените от вас времена. Трябва да попълните съответните полета за дата и час, за да получавате известия. Ако бъдат въведени невалидни или изминали времена, никакво известие няма да бъде задействано. Кликването върху известие отваря детайлния изглед на съответната задача, което ви позволява бързо да реагирате.
et: Rakendus ajastab automaatselt teavitused meeldetuletuste ja tähtaegade jaoks vastavalt teie sisestatud aegadele. Te peate täitma sobivad kuupäeva ja kellaaja väljad, et teavitusi saada. Kui sisestate kehtetuid või minevikus olevaid aegu, teavitust ei käivitu. Teavitusele tippimine avab vastava ülesande detailvaate, võimaldades teil kiiresti reageerida ootel olevatele ülesannetele.
hi: एप्लिकेशन आपके द्वारा दर्ज किए गए समय के आधार पर अनुस्मारक और समय सीमा के लिए स्वचालित रूप से सूचनाएँ शेड्यूल करता है। सूचनाएँ प्राप्त करने के लिए आपको उपयुक्त दिनांक और समय फ़ील्ड भरने होंगे। यदि अवैध या पिछला समय दर्ज किया जाता है, तो कोई सूचना सक्रिय नहीं होगी। किसी सूचना पर टैप करने से संबंधित कार्य का विवरण दृश्य खुल जाएगा, जिससे आप लंबित कार्यों का तेजी से जवाब दे सकते हैं।
ku: Sepan bi awayekî otomatîk agahdariyên ji bo bîranîn û deadline li ser demên ku hûn tê deynin rêz dike. Hûn pêdivî ye ku zeviyên roj û demê yên li hev re tije bikin da ku agahdariyên we were stendin. Heke demên ne derbasdar an jî ji ber demê bûn were dayîn, hich agahdariya nexweş nayê çalak kirin. Bi tiktina ser agahdariyê, dîtina detaydar ya karê girîng were vekirin, da ku hûn bi lez çalak bînin.
ro: Aplicația programează automat notificări pentru reamintiri și termene, pe baza orelor introduse de tine. Trebuie să completezi câmpurile corespunzătoare pentru dată și oră pentru a primi notificări. Dacă se introduc ore invalide sau din trecut, nicio notificare nu va fi declanșată. Atingând o notificare, se deschide direct vizualizarea detaliată a sarcinii corespunzătoare, permițându-ți să reacționezi rapid.
sk: Aplikácia automaticky plánuje upozornenia na pripomienky a termíny na základe zadaných časov. Musíte vyplniť príslušné polia pre dátum a čas, aby ste dostávali upozornenia. Ak zadáte neplatné alebo minulé časy, upozornenie sa nespustí. Klepnutím na upozornenie sa otvorí detailný náhľad danej úlohy, čo vám umožní rýchlo reagovať.
sq: Aplikacioni cakton automatikisht njoftime për kujtime dhe afate bazuar në kohët që ju futni. Ju duhet të plotësoni fushat për datë dhe orë për të marrë njoftime. Nëse futen kohë të pavlefshme ose të kaluara, nuk do të aktivizohet asnjë njoftim. Duke klikuar mbi një njoftim, hapet pamja e detajuar e detyrës përkatëse, duke ju lejuar të reagoni shpejt.
sr: Aplikacija automatski zakazuje obaveštenja za podsetnike i rokove na osnovu unetih vremena. Morate popuniti odgovarajuća polja za datum i vreme kako biste primali obaveštenja. Ako su uneta nevažeća ili prošla vremena, obaveštenje neće biti aktivirano. Dodirivanjem obaveštenja otvara se detaljan prikaz odgovarajućeg zadatka, što vam omogućava brzu reakciju.
th: แอปจะตั้งเวลาแจ้งเตือนสำหรับการเตือนความจำและกำหนดส่งโดยอัตโนมัติตามเวลาที่คุณป้อน คุณต้องกรอกข้อมูลในช่องวันที่และเวลาที่เหมาะสมเพื่อรับการแจ้งเตือน หากป้อนเวลาที่ไม่ถูกต้องหรือในอดีต การแจ้งเตือนจะไม่ถูกกระตุ้น เมื่อแตะที่การแจ้งเตือน หน้ารายละเอียดของงานที่เกี่ยวข้องจะถูกเปิดขึ้นทันที ทำให้คุณสามารถตอบสนองได้อย่างรวดเร็ว.

# manual_settings_title
source: Settings
af: Instellings
bg: Настройки
et: Seaded
hi: सेटिंग्स
ku: Mîheng
ro: Setări
sk: Nastavenia
sq: Cilësimet
sr: Podešavanja
th: การตั้งค่า

# manual_settings_text
source: In the settings, you can customize the appearance of the app. You can choose between Light and Dark mode and set the icon color to your preference. Additionally, you can manage your categories by creating, editing, or deleting them, tailoring the app to your personal needs.
af: In die instellings kan jy die voorkoms van die app aanpas. Jy kan kies tussen Lig en Donker modus en die ikoonkleur volgens jou voorkeur instel. Daarnaast kan jy jou kategorieë bestuur – nuwe kategorieë skep, bestaande redigeer of verwyder – sodat die app optimaal by jou persoonlike voorkeure pas.
bg: В настройките можете да персонализирате външния вид на приложението. Можете да изберете между светъл и тъмен режим и да настроите цветовете на иконите според вашите предпочитания. Освен това можете да управлявате категориите си, като ги създавате, редактирате или изтривате, за да пригодите приложението към личните си нужди.
et: Seadetes saate rakenduse välimust kohandada. Võite valida heleda ja tumeda režiimi vahel ning määrata ikoonide värvi vastavalt oma eelistustele. Lisaks saate oma kategooriaid hallata, luues, redigeerides või kustutades neid, et rakendus vastaks teie isiklikele vajadustele.
hi: सेटिंग्स में, आप ऐप के रूप को अनुकूलित कर सकते हैं। आप लाइट और डार्क मोड में से चुन सकते हैं और अपनी पसंद के अनुसार आइकन का रंग सेट कर सकते हैं। इसके अलावा, आप श्रेणियों को बनाने, संपादित करने या हटाने के द्वारा प्रबंधित कर सकते हैं, ताकि ऐप आपकी व्यक्तिगत आवश्यकताओं के अनुरूप हो सके।
ku: Di mîhengan de hûn dikarin şêwaza sepana xwe saz bikin. Hûn dikarin di navbera moda ronahî û tarî de hilbijêrin û rengê ikonên xwe bi xwestinê xwe saz bikin. Her weha, hûn dikarin kategoriyên xwe rêkeftin – kategoriyên nû çêkin, yên heyî biguherînin an jî jê bikin – da ku sepana xwe bi awayekî xweser saz bikin.
ro: În setări, poți personaliza aspectul aplicației. Poți alege între modul luminos și cel întunecat și poți seta culoarea pictogramelor conform preferințelor tale. De asemenea, poți gestiona categoriile – creând, editând sau ștergându-le – pentru a adapta aplicația la nevoile tale personale.
sk: V nastaveniach si môžete prispôsobiť vzhľad aplikácie. Môžete si vybrať medzi svetlým a tmavým režimom a nastaviť farbu ikon podľa vašich preferencií. Okrem toho môžete spravovať svoje kategórie – vytvárať nové, upravovať alebo mazať existujúce – aby bola aplikácia čo najlepšie prispôsobená vašim osobným potrebám.
sq: Në cilësimet, mund të personalizoni pamjen e aplikacionit. Ju mund të zgjidhni mes modalitetit të ndritshëm dhe të errët dhe të vendosni ngjyrën e ikonave sipas preferencës suaj. Gjithashtu, mund të menaxhoni kategoritë duke krijuar, redaktuar ose fshirë ato, duke përshtatur aplikacionin sipas nevojave tuaja personale.
sr: U podešavanjima možete prilagoditi izgled aplikacije. Možete birati između svetlog i tamnog režima i postaviti boju ikona prema vašim preferencijama. Takođe, možete upravljati svojim kategorijama kreiranjem, uređivanjem ili brisanjem istih, kako biste prilagodili aplikaciju vašim ličnim potrebama.
th: ในส่วนการตั้งค่า คุณสามารถปรับแต่งรูปลักษณ์ของแอปได้ คุณสามารถเลือกโหมดสว่างหรือโหมดมืด และตั้งค่าสีไอคอนตามความชอบของคุณ นอกจากนี้ คุณยังสามารถจัดการหมวดหมู่ของคุณได้ โดยการสร้าง แก้ไข หรือ ลบหมวดหมู่ เพื่อตอบสนองความต้องการส่วนตัวของคุณให้ดีที่สุด.

# manual_local_storage_title
source: Local Storage
af: Plaaslike Stoor
bg: Локално съхранение
et: Lokaalne salvestus
hi: स्थानीय भंडारण
ku: Tomarê Herêmî
ro: Stocare Locală
sk: Lokálne uloženie
sq: Ruajtje Lokale
sr: Lokalno čuvanje
th: การเก็บข้อมูลในเครื่อง

# manual_local_storage_text
source: All tasks, categories, and settings are stored locally on your device, ensuring that your data remains available even after restarting the app. This gives you full control over your information.
af: Alle take, kategorieë en instellings word plaaslik op jou toestel gestoor. Dit verseker dat jou data beskikbaar bly, selfs nadat die app herbegin is, en gee jou volle beheer oor jou inligting.
bg: Всички задачи, категории и настройки се съхраняват локално на вашето устройство, като това гарантира, че данните ви остават достъпни, дори след рестартиране на приложението. Това ви дава пълен контрол върху информацията ви.
et: Kõik ülesanded, kategooriad ja seaded salvestatakse teie seadmesse lokaalselt, tagades, et teie andmed oleksid kättesaadavad isegi pärast rakenduse taaskäivitamist. See annab teile täieliku kontrolli oma teabe üle.
hi: सभी कार्य, श्रेणियाँ, और सेटिंग्स आपके डिवाइस पर स्थानीय रूप से संग्रहीत होते हैं, यह सुनिश्चित करते हुए कि आपका डेटा ऐप को पुनरारंभ करने के बाद भी उपलब्ध रहे। यह आपको आपकी जानकारी पर पूर्ण नियंत्रण देता है।
ku: Hemû karan, kategoriyan û mîhengan tenê li ser cîhazê we têne tomar kirin, ev jî piştrast dike ku daneyên we, heke sepana were vegerandin, hêj çalak in. Ev hûnê destûr dide ku serbest kontrolê li ser agahdariyên xwe hebin.
ro: Toate sarcinile, categoriile și setările sunt stocate local pe dispozitivul tău, asigurând că datele tale rămân disponibile chiar și după repornirea aplicației. Acest lucru îți oferă control total asupra informațiilor tale.
sk: Všetky úlohy, kategórie a nastavenia sú uložené lokálne na vašom zariadení, čo zaručuje, že vaše dáta zostanú dostupné aj po reštarte aplikácie. Tým získate plnú kontrolu nad svojimi informáciami.
sq: Të gjitha detyrat, kategoritë dhe cilësimet ruhen lokal në pajisjen tuaj, duke siguruar që të dhënat tuaja të jenë në dispozicion edhe pas rilidhjes së aplikacionit. Kjo ju jep kontroll të plotë mbi informacionin tuaj.
sr: Svi zadaci, kategorije i podešavanja čuvaju se lokalno na vašem uređaju, čime se osigurava da vaši podaci ostanu dostupni čak i nakon ponovnog pokretanja aplikacije. To vam daje potpunu kontrolu nad vašim informacijama.
th: งาน, หมวดหมู่ และการตั้งค่าทั้งหมดจะถูกเก็บไว้ในเครื่องของคุณ ซึ่งจะช่วยให้ข้อมูลของคุณยังคงพร้อมใช้งานแม้หลังจากที่แอปถูกรีสตาร์ท นั่นหมายความว่าคุณจะมีการควบคุมข้อมูลของคุณอย่างเต็มที่.

# manual_version_title
source: Version
af: Weergawe
bg: Версия
et: Versioon
hi: संस्करण
ku: Wersiyon
ro: Versiune
sk: Verzia
sq: Versioni
sr: Verzija
th: เวอร์ชัน

# manual_navigation_title
source: Information
af: Inligting
bg: Информация
et: Teave
hi: जानकारी
ku: Agahdarî
ro: Informații
sk: Informácie
sq: Informacioni
sr: Informacije
th: ข้อมูล

source: Back
af: Terug
bg: Назад
et: Tagasi
hi: पीछे
ku: Vegeri
ro: Înapoi
sk: Späť
sq: Mbrapa
sr: Natrag
th: กลับ

# info
source: Information
af: Inligting
bg: Информация
et: Teave
hi: जानकारी
ku: Agahdarî
ro: Informații
sk: Informácie
sq: Informacion
sr: Informacije
th: ข้อมูล
